{"_id":{"$oid":"614b6c839e807481c83bbe0f"},"Title":"Moonlight","Genre":["Drama"]}
{"_id":{"$oid":"614b6cea9e807481c83bbe10"},"Title":"Bessie","Description":"The story of legendary blues performer Bessie Smith, who rose to fame during the 1920s and '30s.","Director":"Dee Rees","Genre":["Drama"]}
{"_id":{"$oid":"614b6d3c9e807481c83bbe11"},"Title":"The Wound","Description":"Xolani, a lonely factory worker, travels to the rural mountains with the men of his community to initiate a group of teenage boys into manhood.","Director":"John Trengove","Genre":["Drama"]}
{"_id":{"$oid":"614b6e609e807481c83bbe12"},"Title":"Paris is Burning","Description":"A chronicle of New York's drag scene in the 1980s, focusing on balls, voguing and the ambitions and dreams of those who gave the era its warmth and vitality.","Director":"Jennie Livingston","Genre":["Short"]}
{"_id":{"$oid":"614b71d09e807481c83bbe13"},"Title":"Blackbird","Description":"A young singer struggles with his sexuality and the treatment of others while coming of age in a small Southern Baptist community.","Director":"Patrick Ian-Polk","Genre":["Drama"]}
{"_id":{"$oid":"614b720a9e807481c83bbe14"},"Title":"Naz & Maalik","Description":"Two closeted Muslim teens hawk goods across Brooklyn and struggle to come clean about their sexuality, as their secretive behavior leads them unknowingly into the cross-hairs of the War on Terror.","Director":"Jay Dockendorf","Genre":["Drama"]}
{"_id":{"$oid":"614b729d9e807481c83bbe15"},"Title":"Portrait of Jason","Description":"Black gay prostitute Jason Holliday is rigorously interviewed on his story and character, revealing nuanced truths about life and art.","Director":"Shirley Clarke","Genre":["Documentary"]}
{"_id":{"$oid":"614b72d89e807481c83bbe16"},"Title":"Tangerine","Description":"A hooker tears through Tinseltown on Christmas Eve searching for the pimp who broke her heart.","Director":"Sean Baker","Genre":["Comedy"]}
{"_id":{"$oid":"614b730b9e807481c83bbe17"},"Title":"Pariah","Description":"A Brooklyn teenager juggles conflicting identities and risks friendship, heartbreak, and family in a desperate search for sexual expression.","Director":"Peter Goldsmid","Genre":["Drama"]}
{"_id":{"$oid":"614b73ad9e807481c83bbe18"},"Title":"Difficult Love","Description":"Difficult Love is an intimate, thought-provoking portrait of internationally celebrated South African lesbian photographer, Zanele Muholi, and her highly personal take on the challenges facing black lesbians in South Africa today. The film features interviews with Muholi as well as with her friends, colleagues and peers, and provides a compelling overview of the artist, her life and her work. This poignant documentary takes us behind the façade of art making and shares with us the highly political environment Muholi must navigate in order to bring her lush photographs to light.","Director":"Zanele Muholi"}
{"_id":{"$oid":"614b74559e807481c83bbe19"},"Title":"Black Is, Black Ain/t","Description":"A film about black experiences with a backdrop of Creole cooking.","Director":"Marlon Riggs","Genre":["Biography"]}
{"_id":{"$oid":"614b748c9e807481c83bbe1a"},"Title":"Gun Hill Road","Description":"An ex-con returns home to the Bronx after three years in prison to discover his wife estranged and his child exploring a gender transformation that will put the fragile bonds of their family to the test","Director":"Rashaad Ernesto Green","Genre":["Drama"]}
{"_id":{"$oid":"614b74ec9e807481c83bbe1b"},"Title":"Brother to Brother","Description":"A drama that looks back on the Harlem Renaissance from the perspective of an elderly, black writer who meets a gay teenager in a New York homeless shelter.","Director":"Rodney Evans","Genre":["Drama"]}
{"_id":{"$oid":"614b75c29e807481c83bbe1c"},"Title":"Holiday Hart","Description":"A drag queen takes in a drug addict and her daughter and helps raise the daughter.","Director":"Robert Townsend","Genre":["Comedy"]}
{"_id":{"$oid":"614b75fa9e807481c83bbe1d"},"Title":"Set It Off","Description":"Desperation drives four inner-city women to bank robbery in Los Angeles, then they start mistrusting each other.","Director":"F. Gary Gray","Genre":["Drama"]}
{"_id":{"$oid":"614b76399e807481c83bbe1e"},"Title":"Punks","Description":"The tale of 4 gay African-American friends in L.A: shy, virginal photographer Marcus, outgoing Lothario Hill, hot-to-trot rich kid newbie Dante, and fabulous drag diva Crystal.","Director":"Cheryl Dune","Genre":["Comedy"]}
{"_id":{"$oid":"614b77049e807481c83bbe1f"},"Title":"The Watermelon Woman","Description":"A young black lesbian filmmaker probes into the life of The Watermelon Woman, a 1930s black actress who played 'mammy' archetypes.","Director":"Cheryl Dune","Genre":["Drama"]}
{"_id":{"$oid":"614b77729e807481c83bbe20"},"Title":"Mississippi Damned","Description":"Three poor Black kids in rural Mississippi reap the consequences of their family's cycle of abuse, addiction, and violence.","Director":"Tina Mabry","Genre":["Drama"]}
{"_id":{"$oid":"614b77e99e807481c83bbe21"},"Title":"Rafiki","Description":"/Good Kenyan girls become good Kenyan wives,/ but Kena and Ziki long for something more. When love blossoms between them, the two girls will be forced to choose between happiness and safety.","Director":"Wanuri Kahiu","Genre":["Romance"]}
{"_id":{"$oid":"614b784d9e807481c83bbe22"},"Title":"The Skinny","Description":"Director Patrik-Ian Polk provides exciting character developments, brilliant cinematography and life lessons for all, particularly for members of the black LGBT community. Cameos by key actors from the Noah Arc series are visual delights. UPDATED","Director":"Patrick Ian-Polk","Genre":["Comedy"]}
{"_id":{"$oid":"614b78869e807481c83bbe23"},"Title":"Kiki","Description":"A group of LGBTQ youths of color unite to form a safe gathering space.","Director":"Sara Jordenö","Genre":["Documentary"]}
{"_id":{"$oid":"614baf809e807481c83bbe24"},"Username":"user1","Password":"test123","Email":"user1@gmail.com","Birthdate":"01/01/2001"}
